[`आज कल की भागमभाग जिंदगी में हर किसी के लिए हंसना बेहद जरूरी है, क्योंकि इसकी वजह से हमारा मन प्रसन्न रहता है और घर में खुशहाली रहती है। अगर घर में खुशहाली रहती है, तो परिवार के सदस्य तनावमुक्त रहते हैं। इसलिए हम सभी को घर में बैठकर हंसी-मजाक करना चाहिए। इसके साथ ही नियमित रूप से जोर-जोर से हंसना चाहिए। हंसने से हमारी इम्यूनिटी मजबूत होती है। इसीलिए हम आपके लिए कुछ मजेदार जोक्स लेकर आए हैं जिन्हें पढ़ने के बाद आप अपनी हंसी नहीं रोक सकते। तो चलिए चलते हैं हंसने और हंसाने के सफर पर...`

`अब वो दिन दूर नहीं जब पति-पत्नी के बीच डिजिटल लड़ाई कुछ इस तरह होगी
बीवी- ना जाने कौन-सी घड़ी में मैंने तुम्हारी Friend request accept की थी ।
पति- पत्थर पड़ गये थे मेरी अक्ल पे जो तुम्हारी DP को Nice Pic कहा था ।
बीवी- मेरी अक्ल पे भी परदा पड़ा था जो तुम्हारी Pic पे Handsome Look का comment किया था ।
पति- अच्छा होता तुम्हें उसी वक्त unfriend कर देता...
बीवी- मैंने भी उसी वक्त तुम्हें Block किया होता तो आज ये दिन ना देखना पड़ता ।`

 

`टीचर- इतने दिन कहां थे, स्कूल क्यों नहीं आए?

गोलू- बर्ड फ्लू हो गया था मैम।

टीचर- पर ये तो पक्षियों को होता है इंसानों को नहीं।

गोलू- इंसान समझा ही कहां आपने...रोज तो मुर्गा बना देती हो..!!`


`बंता- तुम खाली पेट होने पर कितने केले खा सकते हो? 
संता (कुछ पल सोचकर कहा)- मैं 6 केले खा सकता हूँ।
बंता ने हँसते हुए जवाब दिया- गलत जवाब दोस्त,
पहला केला खा लेने के बाद तुम्हारा पेट खाली कहां रहेगा !?
इसलिए खाली पेट होने पर तुम केवल
एक ही केला खा सकते हो। 
संता घर पहुंचा और जाते ही बीवी से सवाल किया
तुम खाली पेट होने पर कितने केले खा सकती हो?
बीवी- मैं 4 केले खा सकती हूँ।
संता (निराश स्वर में बोला)- अगर 6 कहती तो
एक मस्त का Jokes सुनाता तुझे


Offline रहता हूं तो सिर्फ दाल, रोटी, नौकरी एवं
परिवार की ही चिंता रहती है
Online होते ही
धर्म, समाज, राजनीती, देश, विश्व
और पूरे ब्रह्माण्ड की चिंताए
होने लगती है
आम भारतीय नागरिक


ये वो दौर है जनाब
जहां इंसान गिर जाये तो
हँसी निकल जाती है
और मोबाईल गिर जाये तो
जान निकल जाती है`
 

`दो लड़कियां बस में सीट के लिए लड़ रही थीं
कंडक्टर- अरे क्यों लड़ रही हो,
जो उम्र में सबसे बड़ी है वो बैठ जाए
फिर क्या, पूरे रास्ते दोनों खड़ी ही रहीं
------
लड़का- ओए पगली! हम तो दुश्मन भी शेर जैसे रखते हैं,
तू है एक कोमल कली, मुझसे पंगा जरा सोच समझ कर ले,
क्युंकि मैं एक शेर कि औलाद हुँ…
लड़की- अच्छा तो एक बात बता  
शेर घर पर आया था, या आंटी जंगल गयी थी…
#सोलिड वाली बेईज्जती…
--------
लडका : मैं उस लडकी से शादी करुंगा,
जो मेहनती हो,
सादगी से रहती हो,
घर को संवारकर रखती हो,
आज्ञाकारी हो।
प्रेमिका: मेरे घर आ जाना,
ये सारे गुण मेरी नौकरानी में है`



`एक भिखारी को 100 का नोट मिला
वो फाइव स्टार होटेल में गया और भरपेट खाना खाया
1500 रुपये का बिल आया, उसने मेनेजर से कहा, पैसे तो नहीं है
मैनेजर ने पुलिस के हवाले कर दिया
भिखारी ने पुलिस को 100 का नोट दिया, और छूट गया
इसे कहते हैं...
फाइनेन्सियल मैनेजमेन्ट विदाउट एमबीए इन इंडिया`


`एक लड़की एक लड़के के साथ बैठी थी,
दूसरे दिन दूसरे लड़के के साथ बैठी थी,
तीसरे दिन तीसरे लड़के के साथ बैठी थी,
इस कहानी से तुम्हें क्या शिक्षा मिलती है?
लड़के बदल जाते हैं पर लड़कियां नहीं
--------
महिला- डॉक्टर साहब, मेरे पति नींद में
बातें करने लगे हैं! क्या करूँ?
डॉक्टर- उन्हें दिन में बोलने का
मौका दीजिए!`]